import string

punct = string.punctuation
punct = punct.replace(',',"'").replace('?','')
punct = punct + '\n'

text = '''মো. নজিবুর রহমান বলেন, ! ~ 'ভ্যাট দিবস ও সপ্তাহ উদযাপনের উদ্দেশ্য হলো সুশাসন ও উন্নততর ব্যবস্থাপনা পদ্ধতি অনুসরণ করে ভ্যাট প্রদানে জনগণকে উদ্বুদ্ধ ও সচেতন করার পাশাপাশি ভ্যাটকে জনগণের কাছে সহজবোধ্য করা। এর মাধ্যমে ভ্যাট কর্মকর্তাদের সঙ্গে করদাতাদের সুসম্পর্ক স্থাপন ও রাজস্ব আহরণ বাড়বে বলে আশা করি।'
বিমান বাংলাদেশ এয়ারলাইন্সের (বিজি-১০১১) প্রথম হজ ফ্লাইটটি ৪১৯ জন হজযাত্রী নিয়ে ঢাকা ছেড়েছে। আজ শনিবার সকাল ৭টা ৫৫ মিনিটে হজ ফ্লাইটটি ঢাকা থেকে সৌদি আরবের জেদ্দার কিং আব্দুল আজিজ আন্তর্জাতিক বিমানবন্দরের উদ্দেশে যাত্রা শুরু করে।
পরে প্রধান অতিথি ও অতিথিবৃন্দ বিভিন্ন বিষয়ে সফলাতা অর্জনের কলেজের শিক্ষার্থীদের হাতে পুরস্কার তুলে দেন।'''

new_string = text.translate(str.maketrans('', '', punct))
print(new_string)

